<?php
	/*==================================================================*/
	/*		文件名:isLogin.php                                  */
	/*		概要: 判断用户是否登录的全局脚本.      	       	    */
	/*		作者: 李文                                        */
	/*		创建时间: 2011-07-15                                */
	/*		最后修改时间:2011-07-15                             */
	/*		copyright (c)2011 15919572@qq.com                  */
	/*==================================================================*/
	if(!$_SESSION[md5(AUTH_KEY)]["isLogin"] || $_SESSION[md5(AUTH_KEY)]["status"]!=1){
		header("Location:login.php");//跳转到登录页面
	} 
?>
